{
    "title": "The developmental trajectories of racial categorization and explicit racial biases in Singapore",
    "abstract": "The present study investigated the development of racial categorization and explicit racial biases in Singaporean Chinese preschoolers (N = 73). Three- to six-year-olds were found to be generally adept at categorizing novel faces by race and displayed significant improvements in their racial categorization abilities at six years old. Additionally, the strength of children's racial preferences varied along the developmental trajectory. While three- and four-year-olds did not exhibit own-race preferences, five- and six-year-olds preferred to befriend own-race children and preferentially assigned desirable jobs to own-race adults. None of the age groups, however, displayed preferences for either race when assigning undesirable jobs to adults, pointing to an absence of negative outgroup bias from three to six years old. Lastly, children who were better able to categorize novel faces by race also showed stronger tendencies to assign undesirable jobs to other-race adults and thus stronger outgroup negativity. Together, our findings suggest that ingroup positivity precedes outgroup negativity, and that racial categorization plays an important role in the development of negative outgroup bias, hence providing further support for developmental theories on intergroup bias formation.",
    "body": "Racial categorization and biases develop in tandem throughout the preschool years ( Waxman, 2021 ). Researchers theorize that social categorization underlies the development of social biases (e.g., Allen & Wilder, 1975 ; Billig & Tajfel, 1973 ), and empirical studies have also found a positive relation between children's ability to use racial labels to categorize novel faces and their bias favoring own-race over other-race targets (e.g., Bigler & Liben, 1993 ). The present study examined the development of explicit pro-own-race and anti-other-race biases alongside racial categorization abilities in Singapore. In the following sections, we review the literature on the development of racial categorization and explicit racial biases, the distinction between pro-own-race and anti-other-race biases, and the diversity profile of our study sample. The ability to differentiate faces by race emerges early in life. For example, nine-month-old Caucasian infants who were familiarized with female faces belonging to the same race (either all Caucasian or all Asian) dishabituated when tested with female faces from a novel race, suggesting that they were able to form discrete categories of Caucasian and Asian faces ( Anzures et al., 2010 ). By nine months old, Chinese and Caucasian infants also show an other-race effect in face categorization, such that they were able to distinguish faces within their own race group but not other race groups ( Kelly et al., 2007, 2009 ). By ages three and above, White, Black, and Asian children are capable of identifying the racial group of targets depicted in photographs (e.g., Lam et al., 2011 ; Setoh et al., 2019 ), and by ages six and above, children spontaneously use race (as opposed to other visual cues such as gender and facial expression) to classify others (e.g., Pauker et al., 2010, 2016 ). Racial categorization abilities have also been positively associated with racial bias. For example, the developmental intergroup theory suggests that children of the same age vary in their ability to categorize faces by race and that these individual differences influence the development of racial bias ( Bigler & Liben, 2006 ). In a study, three- to five-year-olds were put into color groups and either assigned to an experimental classroom where teachers regularly used the color groups to label children, or to a control classroom where teachers ignored the groupings ( Patterson & Bigler, 2006 ). At the end of three weeks, children in both classrooms displayed ingroup preferences (e.g., preferring to sit with unfamiliar ingroup individuals over outgroup individuals), suggesting that the mere existence of groups can lead to ingroup bias ( Patterson & Bigler, 2006 ). In another study, Setoh et al. (2019) tested three- to six-year-olds in Singapore using the same racial categorization measure as the present study. The study found that children's ability to correctly label the race of others correlated positively with their pro-own-race implicit bias (i.e., stronger tendency to associate own-race with positive stimuli and other-race with negative stimuli than vice versa, on a response-time measure) ( Setoh et al., 2019 ). Together, these findings suggest that the acquisition of racial categories is intimately related to the development of racial bias. Previous research has found that children show explicit racial preferences on a broad range of measures. In a study by Dunham et al. (2006) , White and Japanese children aged six to ten years old were presented with photographs of two children varying in race, and were asked to indicate whom they liked better. Across cultures, six-year-olds robustly preferred the racial ingroup over the outgroup, but this preference declined at 10 years of age and continued to decline into adulthood, such that adults were equally likely to prefer either race. Three- to six-year-olds in Cameroon, China, and Singapore also preferentially assigned desirable jobs (e.g., swimming coach, dance teacher) to own-race adults over other-race adults depicted in photograph pairs ( Qian et al., 2016 ; Setoh et al., 2019 ). These pro-own-race explicit biases were robust from three to six years old, but visibly weakened at six years old and had disappeared by adulthood, possibly due to the internalization of social desirability norms ( Qian et al., 2016 ). Lastly, Raabe and Beelmann (2011) conducted a meta-analysis of 113 studies on the development of ethnic, racial, and national prejudice, which revealed that prejudice reached a peak at around five to seven years old, and thereafter decreased until the ages of eight to ten years old. Collectively, these findings suggest that explicit pro-own-race bias is apparent by five years old but dwindles throughout middle childhood and adulthood. Accordingly, we expected children aged three to six years old to show explicit pro-own-race biases which should start to weaken at around six years of age. On the other hand, children belonging to lower-status, historically disadvantaged race groups have been found to prefer higher-status, resource-rich outgroups. For example, Black children aged three to 10 years old in the United States and South Africa associate White targets with high wealth and Black targets with low wealth, and when given the choice between befriending a Black or White child, favored the high-wealth outgroup over the low-wealth ingroup ( Dunham et al., 2014 ; Olson et al., 2012 ; Shutts et al., 2016 ). In another study, three- and five-year-old Black and White girls were tasked to set up a birthday party attended by dolls varying in gender and race ( Kurtz-Costes et al., 2011 ). White girls were most likely to choose the same-gender, same-race doll to go first for games, to receive the largest cupcake and more than one party favor, and to be placed in the first row for a puppet show, whereas Black girls favored the White girl doll (same gender, outgroup race) on these measures ( Kurtz-Costes et al., 2011 ). When presented with photograph pairs of Black and White adult faces, Black, White, and multiracial children in a diverse primary school indicated that they liked the White targets better ( Shutts et al., 2011 ). Lastly, Gibson et al. (2015) found converging evidence of a White preference bias among various ethnic groups. Despite identifying with a Black doll, three- and five-year-old Black children in the United States did not prefer the Black doll over a White doll, regardless of whether they had attended a racially heterogenous or an all-Black preschool. Additionally, second-generation American children of Indian descent showed a clear preference for lighter skin color, when asked to successively choose the doll they liked most out of five dolls with graded skin color ( Gibson et al., 2015 ). Taken together, preschoolers show a preference for race groups that are historically associated with higher status. Interracial contact plays an important role in influencing children's racial preferences. In a study, Gaias et al. (2018) investigated whether classroom diversity would predict cross-racial friendships and racial bias among four- to nine-year-olds. In this study, observers assessed whether each class included children from more than one racial group and whether other adults in the classroom, such as parents, came from a different racial group than the target child. Each classroom was also assessed for whether it contained different kinds of materials to promote cultural awareness, such as multicultural books and ethnic dolls. To obtain a measure of cross-race friendships, mothers were asked to report the race of their child's non-kin friends, while racial bias was measured by presenting children with pictures of own-race and other-race peers and asking them to choose a playmate. The study found that exposure to diverse people in the classroom was associated with a greater likelihood of having other-race friends in the first grade, which then predicted lower levels of pro-own-race bias in the third grade. Moreover, greater diversity of classroom materials predicted lower levels of pro-own-race bias in the first grade, which in turn predicted lower levels of pro-own-race bias in the third grade. Altogether, these findings suggest that increasing children's exposure to diverse people and materials in the classroom could help to foster positive interracial attitudes. Other studies also support the idea that racial diversity in the school environment is beneficial for reducing racial bias. For example, Anglo-British children between the ages of three and five years old who attended racially diverse kindergartens, were equally likely to assign positive and negative attributes to White targets or racial outgroups, while children who went to majority White and all-White kindergartens displayed robust pro-White biases ( Rutland, Cameron, Bennett, and Ferrell, 2005 ). Among older children, seven- to 10-year-old European Americans attending racially heterogeneous schools were less likely to interpret ambiguous scenarios in an unfavorable light for racial outgroups, compared to children who attended racially homogeneous schools ( McGlothlin & Killen, 2006, 2010 ). A criticism of the explicit racial bias measures commonly used in previous studies has been the lack of differentiation between ingroup positivity and outgroup negativity. For example, children who preferentially assign positive traits to the racial ingroup and negative traits to the racial outgroup could be showing a positive ingroup bias, in that they are actively assigning positive traits to the ingroup and by doing so are forced to leave the negative traits to the outgroup, or they could be showing a negative outgroup bias, in that they are actively assigning negative traits to the outgroup ( Aboud, 2003 ). To decouple ingroup positivity from outgroup negativity, Aboud (2003) developed the Multiple Response Racial Attitude measure, which involved asking four- to seven-year-old White children to assign positive and negative adjectives to one, two, three, all or none of the photographs of children varying in race. Positive bias scores were then calculated by subtracting the outgroup positive ratings from the ingroup positive ratings, and negative bias scores were calculated by subtracting the ingroup negative ratings from the outgroup negative ratings. In the study, children were found to show greater positivity toward the ingroup relative to the outgroup (as evidenced by the high positive bias scores), but not outright derogation of the outgroup (as evidenced by the comparably lower negative bias scores) ( Aboud, 2003 ). This points to the importance of assessing ingroup favoritism independently of outgroup prejudice as the two are not necessarily correlated. In another study using the same measure, Anglo-British children aged between three and five years old from racially mixed kindergartens showed no bias on both the positive and negative trait attributions, while children from all-White and majority White kindergartens favored the White ingroup over the African-Caribbean outgroup on both types of trait attributions ( Rutland, Cameron, Bennett, and Ferrell, 2005 ). This suggests that interracial contact could serve to reduce interracial bias on these measures. Studies that separately assessed pro-own-race and anti-other-race biases have found them to follow different developmental trajectories. While children as young as three years old display a positive bias toward their ingroup, they do not always show a negative bias against the outgroup this early in life ( Cameron et al., 2001 ). The necessary conditions to elicit ingroup positivity and outgroup negativity may also differ. For example, six- to ten-year-olds in an East London primary school who were grouped into ‘color teams’ assigned positive traits more readily to ingroup members regardless of age and regardless of whether there was intergroup competition, but only six- and seven-year-olds whose teams were competing against each other showed a negative trait bias against outgroup members ( Lam & Seaton, 2016 ). With age, Jewish majority and Arab-Muslim minority children aged six to 13 years old in Israel showed a stronger preference for symbols representing their ethnic group, which led them to become less likely to like, trust, and choose an outgroup playmate, and in turn contributed to a lower likelihood of giving stickers to outgroup peers ( Shamoa-Nir et al., 2021 ). Therefore, ingroup preferences underlie the development of negative outgroup bias during the period from middle childhood to adolescence. Taken together, it is important to assess ingroup positivity independently of outgroup negativity given their distinct developmental profiles. In this study, we presented children with photograph pairs of adults varying in race and asked them to assign stereotypically desirable and undesirable jobs between the ingroup and outgroup race. Previous studies only used desirable jobs (e.g., Qian et al., 2016 ; Setoh et al., 2019 ), which left open the possibility that children were assigning desirable jobs to the ingroup out of ingroup love, or rejecting the outgroup for desirable jobs out of outgroup hostility, thus echoing a limitation of prior studies that failed to decouple positive ingroup bias from negative outgroup bias. By including undesirable jobs in this task, we were able to assess whether children would preferentially impose undesirable jobs on the outgroup race (outgroup negativity) or be equally likely to assign undesirable jobs to either race (outgroup neutrality). The present study tested ethnic Chinese preschoolers aged three to six years old in Singapore. We were interested in examining the developmental trajectories of racial categorization and explicit racial biases, and the associations between these measures. Given that the children in our sample were raised in a diverse culture where the cultural traditions of different race groups are taught in school, we expected them to demonstrate strong racial categorization abilities across three to six years old. Additionally, given that prior studies have found pro-own-race explicit biases among preschoolers of the majority race to weaken from around six years old, a finding attributed to the internalization of social desirability norms (e.g., Qian et al., 2016 ), we expected children's explicit pro-own-race biases to weaken at around six years of age. Moreover, in light of previous findings that anti-other-race bias is less commonly observed among preschool children despite the presence of pro-own-race bias (e.g., Aboud, 2003 ), we expected anti-other-race bias to be comparably weaker than pro-own-race bias across age groups. Following previous studies (e.g., Guerrero et al., 2010 ; Lam et al., 2011 ; Setoh et al., 2019 ), we used a verbal measure of racial categorization, which required children to identify the race of the targets using verbal labels (i.e., “Chinese”, “Indian”). In terms of explicit racial bias, we measured children's preferences for adults and peers of different races. Emulating the methods of previous studies (e.g., Qian et al., 2016 ; Setoh et al., 2019 ), children were required to assign desirable jobs to either own-race or other-race adults. We included an additional measure which required children to choose between own-race and other-race adults for undesirable jobs. This will provide some insight as to whether children's racial preferences are driven by ingroup positivity, outgroup negativity, or a combination of both ( Hamley et al., 2020 ). Lastly, we also asked children to choose whether they would befriend own-race or other-race peers. Our wide range of measures will allow us to examine whether explicit racial bias differs as a function of the measurement mode. Singapore is a multi-racial, multi-lingual, and multi-religious society, compromising of 74.2 % Chinese, 13.7 % Malay, 8.9 % Indian, and 3.2 % other ethnicities ( Singapore Department of Statistics, 2021 ). In addition to normative beliefs about inclusivity (e.g., Mathews et al., 2019 ), there are formalized rules and regulations in place to foster a culture of respect among different racial groups. For example, under the Maintenance of Racial Harmony Act, any attempt to promote ill-will between different racial groups may be considered a punishable offence ( Ministry of Home Affairs, 2022 ; The Straits Times, 2021 ). The Singapore Housing and Development Board's Ethnic Integration Policy also ensures a balanced mix of different racial groups in public housing estates and prevents the formation of racial enclaves ( Housing and Development Board, 2021 ). In all, Singapore has built a macrosystem that encourages frequent and harmonious interracial contact. In a study that examined cultural diversity around the world, Gören (2013) derived an index of cultural diversity from the number of ethnic groups in a country adjusted for the cultural resemblance between ethnic groups, which was operationalized as the degree of similarity between languages spoken by different ethnic groups. On this measure, Singapore ranked 84 out of 188 countries, and this was a lower ranking compared to her neighboring countries in Southeast Asia, namely Malaysia (ranked 42), Indonesia (ranked 32), and the Philippines (ranked 41), but a higher ranking compared to Brunei (ranked 61), Thailand (ranked 63), Myanmar (ranked 64), and Vietnam (ranked 112). Nevertheless, Singapore consistently ranked higher on cultural diversity than the countries discussed in the aforementioned studies: China (ranked 135), Israel (ranked 104), the United Kingdom (ranked 149), the United States (ranked 107), but not Cameroon (ranked 2). To measure diversity in the immediate schooling environment, we assessed the racial composition of participating preschools. Out of five preschools, we were only able to obtain the racial composition data for three preschools, as the other two preschools had declined to provide this information. We divided the number of Chinese children and adults (preschool staff) by the total number of people in each preschool (including Chinese, Indian, Malay, and other ethnicities). On average, the Chinese made up 75.9 % of the preschool staff and children. The racial composition of the preschools was therefore similar to that of the general population in Singapore. In this study, we chose to focus on Indians as the racial minority group, because the facial physiognomy differences between Chinese and Indians (third largest race group in Singapore) are more pronounced than the facial physiognomy differences between Chinese and Malay (second largest race group in Singapore) ( Lew, 1994 ; Ngeow & Aljunid, 2009 ; Yesmin et al., 2014 ). Given that physical characteristics are the most salient basis for social categorization, we opted for a minority race group that would present a greater phenotypical contrast to the Chinese race, especially considering that younger children might not be fully adept at picking up on less overt differences. Moreover, a previous study had documented instances of Indian primary schoolers in Singapore being excluded by their Chinese and Malay peers and becoming the subject of derogatory names based on their skin color, suggesting that anti-other-race bias poses a problem in late childhood ( Lee et al., 2004 ). Nevertheless, while the present study was constrained by its scope, future studies should extend our findings by investigating the development of racial bias toward other racial minority groups in Singapore. Our sample consisted of 73 ethnic Chinese children (33 boys, 40 girls; Mean age = 5.20 years, SD = 1.02, range = 3.00–6.67 years) from preschools located islandwide in Singapore. We distributed consent forms along with our study information at the preschools, following which children with parental consent participated in a short testing session onsite. These children were categorized into three age groups: three- and four-year-olds (n = 27; Mean age = 4.05 years, SD = 0.51), five-year-olds (n = 24; Mean age = 5.45 years, SD = 0.24), and six-year-olds (n = 22; Mean age = 6.36 years, SD = 0.23). Because we were only able to recruit 13 three-year-olds and 14 four-year-olds, we combined them to create an age group that would be more comparable in size to the other two age groups (n = 22, n = 24). This would facilitate the ease of analysis (i.e., not having a highly unbalanced sample) and ensure sufficient power when running analyses on the three- and four-year-olds. With the exception of two children (whose parents were foreigners), all others had parents who were either citizens or permanent residents of Singapore. We did not exclude the two children whose parents were foreigners because their parents identified as ethnically Chinese (native Chinese from China), and the children had ethnic Chinese names. Given that we were interested in race groups rather than nationality, the Chinese-ingroup, Indian-outgroup differentiation would have been equally applicable to these children, and hence we made the decision to retain their data in our analyses. Sensitivity analyses indicated that our sample was sufficiently powered to detect a medium effect ( g = 0.30) with 80 % power (α = 0.05, two-tailed test) on one-sample sign tests, which were used to assess whether children in each age group significantly outperformed the passing score and showed significant levels of explicit racial bias. To elucidate the socioeconomic characteristics of our sample, we collected data on parents' educational attainment and employment status, household income levels, and housing. Approximately 80.42 % of parents held a tertiary degree from a university or vocational college. The majority of children (~82.19 %) came from dual-income households, in which both parents were gainfully employed at the point of testing. Approximately 52.17 % of families reported earning a monthly income below the median monthly household income in Singapore ( Singapore Department of Statistics, 2021 ). Children generally lived in public housing in the vicinity of their preschools, which were heavily subsidized by the government. This study was approved by the Institutional Review Board at Nanyang Technological University. The racial categorization measure was administered on a touch-enabled Microsoft Surface 3.0 tablet. We programmed E-prime 2.0 Professional to collect data on accuracies ( Psychology Software Tools, 2012 , Sharpsburg, PA). Face stimuli were obtained from a database of standardized Asian adult face photos ( Yap et al., 2016 ). We used eight unique adult faces (four Chinese, four Indian), half of which were female, and the other half were male. All faces were front-facing and bore neutral expressions. To reduce distractibility from varied hairstyles, we cropped the faces into standardized ellipses (480 × 600 pixels) such that hair was not visible (see Fig. 1  ). Explicit bias measures consisted of assigning desirable and undesirable jobs to adults and choosing which children to befriend. The Desirable Jobs and Undesirable Jobs tasks required 20 pairs (10 female pairs, 10 male pairs) of Chinese and Indian adult faces. The Friendship task required 10 pairs (five female pairs, five male pairs) of Chinese and Indian child faces. We sourced for these photos using Internet search engines. Adult faces bore neutral expressions, while child faces bore happy expressions. All faces were uncropped and placed against a white background to reduce distractibility (see Fig. 2  ). The reason for not cropping these faces was because it might appear unnatural to children if they had to choose a teacher or a friend based on photos of people with their hair removed and faces cropped into ellipses, given that one's global appearance is usually used to inform social preferences in the real world. The face pairings were fixed and matched as closely as possible on hairstyle, age, and wideness of the smile. We presented these stimuli sequentially on Microsoft PowerPoint using a Microsoft Surface 3.0 tablet. Children were tested individually by an adult experimenter in a quiet room at their respective preschools. The procedure began with administering the racial categorization measure. During the racial categorization task, children were presented with a random sequence of Chinese and Indian faces. They were required to identify the race of the target face using verbal labels, such as by telling the experimenter whether the target was Chinese or Indian ( “Is this a Chinese face or an Indian face?” ) and tapping on the corresponding label (see Fig. 1 ). For younger children who might not be able to read the labels, the experimenter only required them to respond verbally to the question and she would then tap on the corresponding label on their behalf. There were eight trials with accuracy recorded on each trial. Visual feedback appeared in the form of a red star for correct responses and a black ‘X’ for incorrect responses. Lastly, we proceeded to the explicit bias measures. Children were presented with photos of Chinese and Indian adults matched to their gender (see Fig. 2 , on left ). They were required to indicate whom they would assign jobs of varying desirability (e.g., “Your mom is taking you to a swimming class! Between these two people, who do you choose to be the swimming teacher?” ). There were 10 photo pairs corresponding to five normatively desirable jobs (swimming teacher, dance teacher, drawing teacher, music teacher, doctor) and five normatively undesirable jobs (rubbish collector, table cleaner, road sweeper, grass cutter, toilet cleaner). The jobs were presented in a fixed sequence with desirable jobs preceding undesirable jobs. Next, children were presented with five photo pairs of Chinese and Indian children matched to their gender (see Fig. 2 , on right ). They were required to indicate whom they would befriend ( “Between these two children, who do you choose to be your friend?” ). The starting positions of adult and child photo pairs (i.e., whether own-race was positioned on the left or right of other-race in the first trial) were counterbalanced across participants and their positions alternated across subsequent trials. Accuracy data were collected on the racial categorization tasks. Categorization accuracy was scored as the number of correct responses, ranging from zero to eight, on the racial categorization task. No exclusion criteria were applied, and we obtained valid scores for all participants. To assess explicit racial bias, we scored the number of trials, ranging from zero to five, on which children assigned desirable jobs to own-race adults, allocated undesirable jobs to own-race adults, and chose to befriend own-race peers, respectively. Higher scores suggest a greater preference for own-race individuals. No exclusion criteria were applied, and we obtained valid scores for all participants. All analyses were performed using R statistical software (version 4.1.0; R Core Team, 2021 ). First, we note that racial categorization and explicit bias scores consisted of discrete count data. Given that data of such a nature do not meet normality assumptions, we opted for one-sample sign tests as the non-parametric alternative to the one-sample t -test. To compare the median scores of each age group against the passing score on the racial categorization task, and against the no-bias score on explicit bias tasks, we performed one-sample sign tests using the BSDA package ( Arnholt & Evans, 2021 ). The Holm-Bonferroni method was used to adjust the alpha level to control for Type I error arising from multiple comparisons ( Holm, 1979 ). To examine the development of racial categorization abilities, we performed a Kruskal-Wallis test on racial categorization scores, followed by post-hoc Wilcoxon rank-sum tests to identify significant comparisons between age groups. To examine the development of explicit racial bias, we analyzed the data using beta-binomial mixed-effects models (BBN-GLMM) with a logit link function. We used a beta-binomial distribution to model the probabilities of choosing own-race individuals on the explicit bias tasks. These models were performed using the glmmTMB package ( Brooks et al., 2017 ). For explicit bias tasks, the dependent variable was children's number of own-race choices out of five trials. Predictors in the model included Age Group (between-subjects; 3–4 years/5 years/6 years), Task (within-subjects; desirable jobs/undesirable jobs/friendship), and the interaction between Age Group and Task. Participant identity (ID) was fit as a random intercept to control for repeated measures. To test if the inclusion of a predictor significantly improved model fit to the data, we performed likelihood ratio tests (LRT) comparing the full model inclusive of all its predictors against a reduced model without the predictor of interest. Likelihood ratio tests were implemented using the anova function ( R Core Team, 2021 ). To follow up on significant effects, we performed post-hoc comparisons using the emmeans package to obtain Tukey-adjusted p -values ( Lenth, 2021 ). Lastly, we used the cor.test function to perform Spearman's rank-ordered correlations between variables ( R Core Team, 2021 ). To test the predictive strength of correlated variables while controlling for other variables, we performed a beta-binomial (BBN) regression using the VGAM package ( Yee, 2021 ). All data were visualized using the packages ggplot2 and gghalves ( Tiedemann, 2020 ; Wickham, 2016 ). To find out if children across ages were adept at categorizing faces, we performed one-sample sign tests contrasting the median categorization accuracy score of each age group against the passing score (test value = 4). Three- and four-year-olds significantly outperformed the passing score ( Mdn = 7, 95 % CI [5.00, 8.00]), as did five-year-olds ( Mdn = 8, 95 % CI [7.00, 8.00]) and six-year-olds ( Mdn = 8, 95 % CI [7.93, 8.00]), p 's < .001. Overall, children were adept at using verbal labels to categorize faces by race. Next, to test for developmental changes, we performed a Kruskal-Wallis test on categorization accuracy scores. The analysis found a significant effect of Age Group, H (2) = 11.66, p = .003, suggesting that children of different ages differed in their median categorization abilities. To locate the source of differences, we used post-hoc Wilcoxon rank-sum tests to compare all pairs of age groups. Six-year-olds were more accurate in categorizing faces by race than three- and four-year-olds, p = .003, but did not outperform five-year-olds, p = .17. Five-year-olds did not differ from three- and four-year-olds in their racial categorization abilities, p = .065. See Fig. 3  for a graphical depiction of the results. We also note that there was no evidence of a learning effect despite children having received visual feedback on their categorization accuracy across trials. To test for a learning effect, we analyzed racial categorization scores with a mixed model consisting of Phase ( within-subjects : first four trials/next four trials) as a predictor of interest, and participant identity (ID) as a random intercept to control for repeated measures. The main effect of Phase was not significant, LRT: χ 2 (1) = 0.44, p = .51, suggesting that children's summed scores on the first four trials did not differ significantly from their summed scores on the next four trials, thus pointing to a lack of improvement in racial categorization accuracy despite feedback. Considering the possibility that own-race and other-race categorization may follow different developmental trajectories, we analyzed racial categorization scores with a mixed model consisting of Age Group ( between-subjects : 3–4 years/5 years/6 years), Race ( within-subjects : own-race/other-race), and the interaction between Age Group and Race, as predictors of interest. Participant identity (ID) was fit as a random intercept to control for repeated measures. Neither the main effect of Age Group nor Race was significant, p 's > .05. The lack of a race effect suggests that children were equally accurate when assigning racial labels to own-race faces and other-race faces. The interaction between Age Group and Race also did not reach significance, LRT: χ 2 (2) = 0.69, p = .71. This suggests that children's racial categorization abilities progressed along a similar developmental trajectory, regardless of whether the target of categorization was the same or a different race from the child. To yield explicit bias scores on each task, we counted the number of trials (ranging from zero to five) on which children chose own-race adults over other-race adults for desirable jobs (Desirable Jobs task) and undesirable jobs (Undesirable Jobs task). Median scores for each task were used in the subsequent analysis. To find out if children across ages showed explicit racial bias, we performed one-sample sign tests contrasting the median explicit bias score of each age group against the no-bias score (test value = 2.5). Developmental profiles of bias varied between tasks. Three- and four-year-olds were not more likely than chance to choose own-race adults for desirable jobs ( Mdn = 3, 95 % CI [2.00, 3.07]), p = .25, and neither were six-year-olds ( Mdn = 3.5, 95 % CI [2.00, 4.00]), p = .13. By contrast, five-year-olds assigned desirable jobs to own-race adults on a greater number of trials than chance ( Mdn = 4, 95 % CI [3.00, 4.34]), p = .007. On the other hand, children across ages were not more likely than chance to assign undesirable jobs to adults of either race, p 's > .05. In all, pro-own-race bias showed a developmental shift, such that strong own-race preferences were observable at five years old but not earlier, but had disappeared by six years old, as seen from children's choice of adults for desirable jobs. By contrast, anti-other-race bias was not observed at all ages. Fig. 4  depicts the observed data. To test for developmental changes, we analyzed explicit bias scores with a BBN-GLMM consisting of Age Group ( between-subjects : 3–4 years/5 years/6 years), Gender ( between-subjects : female/male), Task ( within-subjects : desirable jobs/undesirable jobs), and the interaction between Age Group and Task, as predictors of interest. Participant identity (ID) was fit as a random intercept to control for repeated measures. The main effect of Age Group was not significant, LRT: χ 2 (4) = 5.47, p = .24, suggesting that children of different ages did not differ in their mean levels of explicit racial bias (aggregated across tasks). The main effect of Gender was also not significant, LRT: χ 2 (1) = 0.53, p = .47, suggesting that boys and girls showed an equal tendency to choose own-race versus other-race adults for the jobs. Furthermore, the analysis found a non-significant main effect of Task, LRT: χ 2 (3) = 5.79, p = .12, suggesting that the strength of children's own-race preferences (aggregated across age groups) did not differ across tasks. Lastly, the interaction between Age Group and Task failed to achieve significance, LRT: χ 2 (2) = 1.09, p = .58. This suggests that children's positive ingroup and negative outgroup racial bias progressed along a similar developmental trajectory. To yield explicit bias scores on the friendship task, we counted the number of trials (ranging from zero to five) on which children chose to befriend own-race children over other-race children. Median scores were used in the subsequent analysis. To find out if children across ages showed explicit racial bias, we performed one-sample sign tests contrasting the median explicit bias score of each age group against the no-bias score (test value = 2.5). Three- and four-year-olds were not more likely than chance to befriend own-race peers ( Mdn = 3, 95 % CI [2.00, 4.00]), p = .70. Conversely, five-year-olds ( Mdn = 4, 95 % CI [3.66, 5.00]) chose to befriend own-race peers on a greater number of trials than chance, p = .002, as did six-year-olds ( Mdn = 4, 95 % CI [3.00, 4.07]), p = .017. Similar to the Desirable Jobs task, children showed pro-own-race bias in their friendship choices only starting from five years of age but not earlier. Fig. 5  depicts the observed data. To test for developmental changes, we analyzed explicit bias scores with a BBN-GLMM consisting of Age Group ( between-subjects : 3–4 years/5 years/6 years) and Gender ( between-subjects : female/male) as predictors of interest. Participant identity (ID) was fit as a random intercept to control for repeated measures. The main effect of Age Group was significant, LRT: χ 2 (2) = 8.93, p = .011, suggesting that children of different ages differed in their mean levels of pro-own-race bias. A post-hoc test revealed that five-year-olds showed significantly higher levels of pro-own-race bias than three- and four-year-olds, p = .013. The rest of the comparisons between age groups were non-significant, p 's > .05. The main effect of Gender was also not significant, LRT: χ 2 (1) = 0.47, p = .49, suggesting that boys and girls showed an equal tendency to choose own-race friends. With the goal of identifying relationships between variables, we performed bivariate Spearman correlations on all variable pairs. Results are reported in Table 1  . Racial categorization accuracy scores correlated negatively and significantly with explicit bias scores on the Undesirable Jobs task, r (71) = −0.24, p = .038. The more adept children were at categorizing faces using racial labels, the weaker their tendency to choose own-race adults for undesirable jobs (on the contrary, the stronger their tendency to assign undesirable jobs to other-race adults). In addition, explicit bias scores on the Desirable Jobs and Undesirable Jobs tasks were positively and significantly correlated, r (71) = 0.26, p = .028. Children who preferentially assigned desirable jobs to own-race adults also tended to choose own-race adults for undesirable jobs. To test the predictive strength of correlated variables, we fit a BBN regression model consisting of explicit bias scores on the Undesirable Jobs task as an outcome variable, and age in years (means-centered), racial categorization accuracy scores, and explicit bias scores on the Desirable Jobs task, as predictor variables. We controlled for age as a continuous variable to ascertain if racial categorization abilities would predict explicit racial bias independently of age, given that older children could simultaneously be more adept at categorizing race and display higher levels of bias, leading to a spurious correlation between racial categorization abilities and explicit racial bias if age was not controlled for. Age was a focal variable in the earlier analyses where the goal was to track the developmental trajectory of racial categorization abilities and explicit racial bias using well-defined age groups that have been examined in prior literature (e.g., Qian et al., 2016 ); however, we note that the goal of the present analysis is unrelated to development, hence the differences in our treatment of age in this analysis. Controlling for age, both racial categorization accuracy (ꞵ = −0.29, 95 % CI [−0.47, −0.11], p = .002; LRT: χ 2 [1] = 10.37, p = .001) and explicit racial bias on the Desirable Jobs task (ꞵ = 0.19, 95 % CI [0.03, 0.36], p = .022; LRT: χ 2 [1] = 5.30, p = .021) were robust predictors of explicit racial bias on the Undesirable Jobs task. Stronger racial categorization abilities predicted weaker own-race preferences when assigning undesirable jobs (see Fig. 6  , on left ), while stronger own-race preferences in choosing adults for desirable jobs generalized to stronger own-race preferences in choosing adults for undesirable jobs (see Fig. 6 , on right ). The present study examined the development of racial categorization abilities and explicit pro-own-race and anti-other-race biases among three- to six-year-olds in Singapore. We measured children's racial categorization abilities by asking them to choose between two racial labels (Chinese or Indian) with which to categorize a series of eight target faces. With the goal of disentangling ingroup positivity from outgroup negativity, we asked children to assign both desirable and undesirable jobs between the ingroup and outgroup race. Through this measure, we were able to separately assess the extent to which children would choose ingroup race for desirable jobs (ingroup positivity) and outgroup race for undesirable jobs (outgroup negativity) and the developmental trajectory of the two forms of bias. We were also interested in whether racial categorization abilities would predict children's positive ingroup bias and negative outgroup bias. First, we observed that three- to six-year-olds were adept at categorizing novel faces by race using verbal labels. Second, children's explicit racial preferences showed a nuanced development. While three- and four-year-olds did not demonstrate own-race preferences, five- and six-year-olds preferentially assigned desirable jobs to own-race adults and preferred to befriend own-race peers. By six years old, children's explicit preferences for own-race adults and peers showed a visible decline. None of the age groups, however, preferentially assigned undesirable jobs to adults of either race. Lastly, racial categorization abilities were predictive of stronger tendencies to assign undesirable jobs to other-race adults, and thus stronger outgroup negativity. We discuss these findings in turn. Singaporean Chinese children showed a robust tendency to categorize faces based on their racial phenotypes such as skin color and facial physiognomy. Consistent with previous findings in racially homogenous cultures (e.g., Black preschoolers in Africa, Chinese preschoolers in China, Japanese preschoolers in Japan) ( Dunham et al., 2006 ; Qian et al., 2016 ), children who grew up in racially diverse Singapore were also sensitive to the distinctions between racial groups. We found that three- to six-year-olds generally performed well (~80 % mean accuracy) when assigning verbal labels to sort faces into different racial groups. This finding is somewhat at odds with previous findings on younger children's racial categorization abilities. For example, in a study by Dunham et al. (2013) , three- and four-year-olds performed poorly on a task that required them to classify racially unambiguous faces using racial labels. However, the stimuli were computer-generated images and thus lack the dimensionality of real faces that could help children to identify race more easily. Additionally, children in the study were from less diverse cultures (Chinese in Taiwan, Whites in the United States), contrasting with the sociocultural experiences of children in our sample. A study by Lam et al. (2011) recruited White, Black, and Asian children between the ages of three and five years old, from multiracial schools consisting of roughly equal numbers of each racial group. Consistent with our findings, the majority of children were able to correctly identify the race of targets depicted in photos (60 % on average) and correctly match same-race targets using only visual cues (75 % on average). Another study which recruited three- to six-year-olds from schools with lower racial heterogeneity (75 % racial majority) found that most younger children correctly sorted the targets using racial labels (62.5 % on average) but performed poorly on the race-matching task (41.8 % on average) ( Guerrero et al., 2010 ). Together, our findings and the findings of Lam et al. (2011) suggest that race is a psychologically salient category for grouping people in highly diverse environments. This could mean that diversity facilitates the use of racial categories as a heuristic for organizing and making sense of one's social environment. It is worth noting that greater exposure to other races in a diverse environment does not necessarily translate to less bias against other-race groups among the racial majority ( Enos, 2014 ; Henry & Hardin, 2006 ; Rae et al., 2015 ). While diversity affords the phenotypic variability needed to categorize people in one's social environment, diversity does not guarantee that there will be sustained, positive contact between racial groups which is necessary to reduce negative outgroup associations. Future research could serve to clarify the processes through which children acquire racial categories. To what extent do explicit socialization processes (e.g., parents using racial labels: “The Indian sweeper is sweeping the corridor today!” ), versus the innate tendency to identify perceptual similarities and dissimilarities, contribute to the development of racial categorization abilities? Future studies could also examine whether children in highly diverse cultures would prioritize racial phenotypes over other visual cues such as shirt color to categorize and identify people, compared to children in less diverse cultures. Explicit racial bias toward other-race adults was only observed at five years of age and had disappeared by six years old. Similarly, explicit racial bias toward other-race children emerged at five years old and had weakened considerably (though still significant) by six years old. However, other studies did not find evidence of this n-shaped developmental trajectory. Three- to six-year-old African and Chinese children preferred own-race adults for a variety of occupations such as a summer camp counselor, swimming coach, and tour guide ( Qian et al., 2016 ). Moreover, Asian- and French-Canadian children aged three to five years old preferred to play interactively with same-race peers, but preferred solitary play when paired with different-race peers ( Girouard et al., 2011 ). These studies did not report any age-related changes; children's explicit preferences for own-race adults and peers remained stable during the preschool years. As for why explicit racial bias developed markedly between the ages of four and five years in our study, one possibility could be the increase in opportunities for self-initiated, joint activity with others, which led children to orient themselves toward their racial ingroup. In one study, 10-month-olds and two-year-olds did not preferentially give nor take toys from own-race adults, whereas five-year-olds expressed clear preferences for own-race adults ( Kinzler & Spelke, 2011 ), aligning with our finding that racial preferences emerge between three and five years of age. The weakening of own-race preferences at six years old suggests that children could have become aware of social desirability norms around diversity and inclusivity, and thus begin to suppress overt displays of racial bias (e.g., Rutland, Cameron, Milne, and McGeorge, 2005 ). This is likely to be the case as there are strong legal and social sanctions against racial discrimination in Singapore ( Ministry of Home Affairs, 2022 ). While five-year-olds favored own-race adults for desirable jobs, none of the age groups showed a preference for either race when assigning undesirable jobs. This finding aligns with previous findings that ingroup favoritism does not necessarily equate to outgroup derogation (e.g., Hamley et al., 2020 ), and that ingroup preferences are typically weaker in the context of negative stimuli compared to positive stimuli (e.g., Mummendey et al., 2000 ). In a study by Bennett et al. (2004) , six-year-olds from five diverse cultures were found to positively evaluate their national ingroup but were overall neutral toward outgroups, expressing neither a strong liking nor dislike of outgroup members. Altogether, children's biases appear to be driven by ingroup positivity rather than outgroup negativity. Our findings also make it unlikely that children's choices were based on the statistical probabilities of own-race versus other-race adults taking up various jobs in their social environment. If children were indeed choosing the racial group that is more likely to occupy certain jobs, then we would expect children to favor other-race adults for undesirable jobs, because these jobs are visibly more likely to be occupied by, and stereotypically associated with, migrant workers from India and Bangladesh (e.g., Humanitarian Organization for Migration Economics, 2020 ). Yet children did not preferentially assign undesirable jobs to Indian (other-race) adults, suggesting that their choices reflected their social preferences rather than the statistical occurrences in their environment. Lastly, we found a significant association between racial categorization abilities and anti-other-race bias on the Undesirable Jobs task. Children who were more adept at using racial labels to categorize novel faces were also more likely to assign undesirable jobs to other-race adults instead of own-race adults. While previous studies measuring only pro-own-race bias did not find a relation between racial categorization and explicit racial bias (e.g., Setoh et al., 2019 ), our study measured anti-other-race bias, revealing an association between children's racial categorization abilities and explicit racial bias. This aligns with previous studies which found that the use of racial labels would increase bias favoring the own-race over the other-race, suggesting that the acquisition of racial categories underlie the development of racial bias (e.g., Bigler & Liben, 1993 ). Next, we consider the limitations of our study. First, our racial categorization task required children to choose between two racial labels when categorizing the target face. By providing children with racial labels, we were likely to have increased the salience of race as a social category, which could have boosted children's expression of racial bias on the subsequent tasks (e.g., Pauker et al., 2010 ). This means that our findings may not translate to everyday life where children may not be spontaneously thinking about race. For example, in previous studies, children were tasked to sort photos of people that varied on two or more attributes, such as race, gender, and facial expression, in the absence of explicit references to race as the criterion for categorization ( Lam et al., 2011 ; Pauker et al., 2010 ; Ramsey & Myers, 1990 ). The frequency with which three- to six-year-olds spontaneously used race over other attributes to categorize people in these studies (20–50 % on average) was much lower than the frequency with which they labeled the race of the targets correctly (50–80 % on average), suggesting that while the majority of children could correctly identify the race of others, race is not the most salient categorization basis compared to other visual cues (e.g., Lam et al., 2011 ). It is possible that the dichotomous racial labels (Chinese/ingroup or Indian/outgroup) we used in our categorization task increased race saliency and augmented children's racial preferences. For example, even a simple activity such as coloring in the picture of a same-race person was sufficient to activate children's racial identity and create a preference for affiliating with same-race people (e.g., Gaither et al., 2014 ). Additionally, children for whom race was a salient basis for describing and classifying people showed greater endorsement of positive ingroup and negative outgroup stereotypes ( Pauker et al., 2010 ). Therefore, future studies should consider separating the measures of racial categorization and racial preference over a longer time period if the aim is to avoid the carryover effects of increasing race saliency. Another limitation of our study pertains to the difference in self-relevance of desirable jobs versus undesirable jobs. The desirable jobs in our study had greater self-relevance to the child, as the child had to choose a teacher with whom they would be interacting closely during their swim/dance/music lessons. On the other hand, undesirable jobs involved serving the larger community (e.g., cleaning toilets in unspecified public spaces) and were thus more distant from the child. This could explain why children were ‘pickier’ and showed stronger racial preferences for desirable jobs, as compared to undesirable jobs for which they displayed greater neutrality in their choices. If we increased the self-relevance of undesirable jobs, children might show a stronger desire to see outgroup members doing unpleasant chores around them, thus reflecting a stronger negative outgroup bias. Future studies could improve on our Undesirable Jobs task by using self-relevant frames equivalent to the Desirable Jobs task: for example, “Your school is finding a cleaner to clean your school toilets. Between these two people, who do you choose to be the toilet cleaner?” To conclude, the present study shed light on the early development of racial categorization abilities and racial biases in children from a culturally diverse environment. Our findings contribute broadly to the literature on how racial categorization develops in tandem with racial biases, and point to the role of socio-environmental factors in modulating these processes. We have no known conflict of interest to disclose. We are grateful to the families and preschools that participated in our research, and to our research team at the Early Cognition Lab for their wonderful support in data collection. This research was supported by a grant from Singapore Ministry of Education Academic Research Fund Tier 1 ( RG42/20 ) and Singapore Ministry of Education Social Science Research Thematic Grant ( MOE2016-SSRTG-017 ) awarded to Peipei Setoh.",
    "citations": [
        "",
        "",
        "",
        "",
        "Waxman, 2021",
        "Allen & Wilder, 1975",
        "Billig & Tajfel, 1973",
        "Bigler & Liben, 1993",
        "Anzures et al., 2010",
        "Lam et al., 2011",
        "Setoh et al., 2019",
        "Bigler & Liben, 2006",
        "Patterson & Bigler, 2006",
        "Patterson & Bigler, 2006",
        "Setoh et al. (2019)",
        "Setoh et al., 2019",
        "Dunham et al. (2006)",
        "Qian et al., 2016",
        "Setoh et al., 2019",
        "Qian et al., 2016",
        "Raabe and Beelmann (2011)",
        "Dunham et al., 2014",
        "Olson et al., 2012",
        "Shutts et al., 2016",
        "Kurtz-Costes et al., 2011",
        "Kurtz-Costes et al., 2011",
        "Shutts et al., 2011",
        "Gibson et al. (2015)",
        "Gibson et al., 2015",
        "Gaias et al. (2018)",
        "Rutland, Cameron, Bennett, and Ferrell, 2005",
        "Aboud, 2003",
        "Aboud (2003)",
        "Aboud, 2003",
        "Rutland, Cameron, Bennett, and Ferrell, 2005",
        "Cameron et al., 2001",
        "Lam & Seaton, 2016",
        "Shamoa-Nir et al., 2021",
        "Qian et al., 2016",
        "Setoh et al., 2019",
        "Qian et al., 2016",
        "Aboud, 2003",
        "Guerrero et al., 2010",
        "Lam et al., 2011",
        "Setoh et al., 2019",
        "Qian et al., 2016",
        "Setoh et al., 2019",
        "Hamley et al., 2020",
        "Singapore Department of Statistics, 2021",
        "Mathews et al., 2019",
        "Ministry of Home Affairs, 2022",
        "The Straits Times, 2021",
        "Housing and Development Board, 2021",
        "Gören (2013)",
        "Lew, 1994",
        "Ngeow & Aljunid, 2009",
        "Yesmin et al., 2014",
        "Lee et al., 2004",
        "Singapore Department of Statistics, 2021",
        "Psychology Software Tools, 2012",
        "Yap et al., 2016",
        "Fig. 1",
        "Fig. 2",
        "Fig. 1",
        "Fig. 2",
        "Fig. 2",
        "R Core Team, 2021",
        "Arnholt & Evans, 2021",
        "Holm, 1979",
        "Brooks et al., 2017",
        "R Core Team, 2021",
        "Lenth, 2021",
        "R Core Team, 2021",
        "Yee, 2021",
        "Tiedemann, 2020",
        "Wickham, 2016",
        "Fig. 3",
        "Fig. 4",
        "Fig. 5",
        "Table 1",
        "Qian et al., 2016",
        "Fig. 6",
        "Fig. 6",
        "Dunham et al., 2006",
        "Qian et al., 2016",
        "Dunham et al. (2013)",
        "Lam et al. (2011)",
        "Guerrero et al., 2010",
        "Lam et al. (2011)",
        "Enos, 2014",
        "Henry & Hardin, 2006",
        "Rae et al., 2015",
        "Qian et al., 2016",
        "Girouard et al., 2011",
        "Kinzler & Spelke, 2011",
        "Rutland, Cameron, Milne, and McGeorge, 2005",
        "Ministry of Home Affairs, 2022",
        "Hamley et al., 2020",
        "Mummendey et al., 2000",
        "Bennett et al. (2004)",
        "Humanitarian Organization for Migration Economics, 2020",
        "Setoh et al., 2019",
        "Bigler & Liben, 1993",
        "Pauker et al., 2010",
        "Lam et al., 2011",
        "Pauker et al., 2010",
        "Ramsey & Myers, 1990",
        "Lam et al., 2011",
        "Gaither et al., 2014",
        "Pauker et al., 2010"
    ],
    "references": [
        "Department of Psychology, Nanyang Technological University",
        "Aboud, F. E. (2003). The formation of in-group favoritism and out-group prejudice in young children: Are they distinct attitudes? Developmental Psychology, 39(1), 48–60. doi:10.1037/0012-1649.39.1.48",
        "Allen, V. L., & Wilder, D. A. (1975). Categorization, belief similarity, and intergroup discrimination. Journal of Personality and Social Psychology, 32, 971–977. doi:10.1037/0022-3514.32.6.971",
        "Anzures, G., Quinn, P. C., Pascalis, O., Slater, A. M., & Lee, K. (2010). Categorization, categorical perception, and asymmetry in infants representation of face race. Developmental Science, 13(4), 553–564. doi:10.1111/j.1467-7687.2009.00900.x",
        "Arnholt, A. T., & Evans, B. (2021). BSDA: Basic Statistics and Data Analysis. R package version 1.2.1. https://CRAN.R-project.org/package=BSDA",
        "Bennett, M., Barrett, M., Karakozov, R., Kipiani, G., Lyons, E., Pavlenko, V., & Riazanova, T. (2004). Young children’s evaluations of the ingroup and of outgroups: A multi-national study. Social Development, 13(1), 124–141. doi:10.1046/j.1467-9507.2004.00260.x",
        "Bigler, R. S., & Liben, L. S. (1993). A cognitive-developmental approach to racial stereotyping and reconstructive memory in Euro-American children. Child Development, 64, 1507–1518. doi:10.1111/j.1467-8624.1993.tb02967.x",
        "Bigler, R. S., & Liben, L. S. (2006). A developmental intergroup theory of social stereotypes and prejudice. Advances in Child Development and Behavior, 34, 39–89. doi:10.1016/s0065-2407(06)80004-2",
        "Billig, M., & Tajfel, H. (1973). Social categorization and similarity in intergroup behaviour. European Journal of Social Psychology, 3, 27–52. doi:10.1002/ejsp.2420030103",
        "Brooks, M. E., Kristensen, K., van Benthem, K. J., Magnusson, A., Berg, C. W., Nielsen, A., Skaug, H. J., Maechler, M., & Bolker, B. M. (2017). glmm TMB balances speed and flexibility among packages for zero-inflated generalized linear mixed modeling. The R Journal, 9(2), 378–400.",
        "Cameron, J. A., Alvarez, J. M., Ruble, D. N., & Fuligni, A. J. (2001). Children’s lay theories about ingroups and outgroups: Reconceptualizing research on prejudice. Personality and Social Psychology Review, 5(2), 118–128. doi:10.1207/s15327957pspr0502_3",
        "Dunham, Y., Baron, A. S., & Banaji, M. R. (2006). From American city to Japanese village: A cross-cultural investigation of implicit race attitudes. Child Development, 77(5), 1268–1281. doi:10.1111/j.1467-8624.2006.00933.x",
        "Dunham, Y., Chen, E. E., & Banaji, M. R. (2013). Two signatures of implicit intergroup attitudes: Developmental invariance and early enculturation. Psychological Science, 24(6), 860–868. doi:10.1177/0956797612463081",
        "Dunham, Y., Newheiser, A.-K., Hoosain, L., Merrill, A., & Olson, K. R. (2014). From a different vantage: Intergroup attitudes among children from low- and intermediate-status racial groups. Social Cognition, 32(1), 1–21. doi:10.1521/soco.2014.32.1.1",
        "Enos, R. D. (2014). Causal effect of intergroup contact on exclusionary attitudes. Proceedings of the National Academy of Sciences of the United States of America, 111(10), 3699–3704. doi:10.1073/pnas.1317670111",
        "Gaias, L. M., Gal, D. E., Abry, T., Taylor, M., & Granger, K. L. (2018). Diversity exposure in preschool: Longitudinal implications for cross-race friendships and racial bias. Journal of Applied Developmental Psychology, 59, 5–15. doi:10.1016/j.appdev.2018.02.005",
        "Gaither, S. E., Chen, E. E., Corriveau, K. H., Harris, P. L., Ambady, N., & Sommers, S. R. (2014). Monoracial and biracial children: Effects of racial identity saliency on social learning and social preferences. Child Development, 85(6), 2299–2316. doi:10.1111/cdev.12266",
        "Gibson, B., Robbins, E., & Rochat, P. (2015). White bias in 3–7-year-old children across cultures. Journal of Cognition and Culture, 15(3-4), 344–373. doi:10.1163/15685373-12342155",
        "Girouard, N., Stack, D. M., & O’Neill-Gilbert, M. (2011). Ethnic differences during social interactions of preschoolers in same-ethnic and cross-ethnic dyads. European Journal of Developmental Psychology, 8, 185–202. doi:10.1080/17405620903506988",
        "Gören, E. (2013). Economic effects of domestic and neighbouring countries’ cultural diversity. SSRN Electronic Journal. doi:10.2139/ssrn.2255492",
        "Guerrero, S., Enesco, I., Lago, O., & Rodríguez, P. (2010). Preschool children’s understanding of racial cues in drawings and photographs. Cognitive Development, 25(1), 79–89. doi:10.1016/j.cogdev.2009.07.001",
        "Hamley, L., Houkamau, C. A., Osborne, D., Barlow, F. K., & Sibley, C. G. (2020). Ingroup love or outgroup hate (or both)? Mapping distinct bias profiles in the population. Personality and Social Psychology Bulletin, 46(2), 171–188. doi:10.1177/0146167219845919",
        "Henry, P. J., & Hardin, C. D. (2006). The contact hypothesis revisited: Status bias in the reduction of implicit prejudice in the United States and Lebanon. Psychological Science, 17(10), 862–868. doi:10.1111/j.1467-9280.2006.01795.x",
        "Holm, S. (1979). A simple sequentially rejective multiple test procedure. Scandinavian Journal of Statistics, 6(2), 65–70.",
        "Housing and Development Board. (2021). Ethnic integration policy and SPR quota. Retrieved from https://www.hdb.gov.sg/cs/infoweb/residential/buying-a-flat/resale/eligibility/ethnic-integration-policy-and-spr-quota",
        "Humanitarian Organization for Migration Economics. (2020). Coming Clean: A Study on the Well-being of Bangladeshi Conservancy Workers in Singapore. Retrieved from https://www.home.org.sg/statements/coming-clean",
        "Kelly, D. J., Liu, S., Lee, K., Quinn, P. C., Pascalis, O., Slater, A. M., & Ge, L. (2009). Development of the other-race effect during infancy: Evidence toward universality? Journal of Experimental Child Psychology, 104(1), 105–114. doi:10.1016/j.jecp.2009.01.006",
        "Kelly, D. J., Quinn, P. C., Slater, A. M., Lee, K., Ge, L., & Pascalis, O. (2007). The other-race effect develops during infancy. Psychological Science, 18(12), 1084–1089. doi:10.1111/j.1467-9280.2007.02029.x",
        "Kinzler, K. D., & Spelke, E. S. (2011). Do infants show social preferences for people differing in race? Cognition, 119(1), 1–9. https://doi.org/10.1016/j.cognition.2010.10.019",
        "Kurtz-Costes, B., DeFreitas, S. C., Halle, T. G., & Kinlaw, C. R. (2011). Gender and racial favouritism in Black and White preschool girls. British Journal of Developmental Psychology, 29(2), 270–287. doi:10.1111/j.2044-835x.2010.02018.x",
        "Lam, V., Guerrero, S., Damree, N., & Enesco, I. (2011). Young children’s racial awareness and affect and their perceptions about mothers’ racial affect in a multiracial context. British Journal of Developmental Psychology, 29(4), 842–864. doi:10.1348/2044-835X.002013",
        "Lam, V. L., & Seaton, J.-A. (2016). Ingroup/outgroup attitudes and group evaluations: The role of competition in British classroom settings. Child Development Research, 2016, 1–10. doi:10.1155/2016/8649132",
        "Lee, C., Cherian, M., Ismail, R., Ng, M., Sim, J., & Chee, M. F. (2004). Children’s experiences of multiracial relationships in informal primary school settings. In Beyond rituals and riots: Ethnic pluralism and social cohesion in Singapore, pp. 228–257. Eastern University Press, Marshall Cavendish.",
        "Lenth, R. V. (2021). emmeans: Estimated marginal means, aka least-squares means. R package version 1.6.2-1. https://CRAN.R-project.org/package=emmeans",
        "Lew, K. K. (1994). Cephalometric ideals in Chinese, Malay and Indian ethnic groups. Asian Journal of Aesthetic Dentistry, 2(1), 35–38.",
        "Mathews, M., Lim, L., & Selvarajan, S. (2019). IPS-OnePeople.sg: Indicators of racial and religious harmony: Comparing results from 2018 and 2013. Singapore: Institute of Policy Studies. Retrieved from https://lkyspp.nus.edu.sg/docs/default-source/ips/ips-working-paper-no-35_ips-onepeoplesg-indicators-of-racial-and-religious-harmony_comparing-results-from-2018-and-2013.pdf",
        "McGlothlin, H., & Killen, M. (2006). Intergroup attitudes of European American children attending ethnically homogeneous schools. Child Development, 77(5), 1375–1386. doi:10.1111/j.1467-8624.2006.00941.x",
        "McGlothlin, H., & Killen, M. (2010). How social experience is related to children’s intergroup attitudes. European Journal of Social Psychology, 40, 625–634. doi:10.1002/ejsp.733",
        "Ministry of Home Affairs. (2022). Maintaining racial and religious harmony. Retrieved from https://www.mha.gov.sg/what-we-do/managing-security-threats/maintaining-racial-and-religious-harmony",
        "Mummendey, A., Otten, S., Berger, U., & Kessler, T. (2000). Positive-negative asymmetry in social discrimination: Valence of evaluation and salience of categorization. Personality and Social Psychology Bulletin, 26(10), 1258–1270. doi:10.1177/0146167200262007",
        "Ngeow, W. C., & Aljunid, S. T. (2009). Craniofacial anthropometric norms of Malaysian Indians. Indian Journal of Dental Research, 20(3), 313–319. doi:10.4103/0970-9290.57372",
        "Olson, K. R., Shutts, K., Kinzler, K. D., & Weisman, K. G. (2012). Children associate racial groups with wealth: Evidence from South Africa. Child Development, 83(6), 1884–1899. doi:10.1111/j.1467-8624.2012.01819.x",
        "Patterson, M. M., & Bigler, R. S. (2006). Preschool children’s attention to environmental messages about groups: Social categorization and the origins of intergroup bias. Child Development, 77(4), 847–860. doi:10.1111/j.1467-8624.2006.00906.x",
        "Pauker, K., Ambady, N., & Apfelbaum, E. P. (2010). Race salience and essentialist thinking in racial stereotype development. Child Development, 81(6), 1799–1813. doi:10.1111/j.1467-8624.2010.01511.x",
        "Pauker, K., Williams, A., & Steele, J. R. (2016). Children’s racial categorization in context. Child Development Perspectives, 10(1), 33–38. doi:10.1111/cdep.12155",
        "Psychology Software Tools. (2012). E-Prime 2.0. Retrieved from http://www.pstnet.com",
        "Qian, M. K., Heyman, G. D., Quinn, P. C., Messi, F. A., Fu, G., & Lee, K. (2016). Implicit racial biases in preschool children and adults from Asia and Africa. Child Development, 87(1), 285–296. doi:10.1111/cdev.12442",
        "R Core Team (2021). R: A language and environment for statistical computing. R Foundation for Statistical Computing, Vienna, Austria. https://www.R-project.org/",
        "Raabe, T., & Beelmann, A. (2011). Development of ethnic, racial, and national prejudice in childhood and adolescence: A multinational meta-analysis of age differences. Child Development, 82(6), 1715–1737. doi:10.1111/j.1467-8624.2011.01668.x",
        "Rae, J. R., Newheiser, A. K., & Olson, K. R. (2015). Exposure to racial out-groups and implicit race bias in the United States. Social Psychological and Personality Science, 6(5), 535–543. doi:10.1177/1948550614567357",
        "Ramsey, P. G., & Myers, L. C. (1990). Salience of race in young children’s cognitive, affective, and behavioral responses to social environments. Journal of Applied Developmental Psychology, 11(1), 49–67. doi:10.1016/0193-3973(90)90031-e",
        "Rutland, A., Cameron, L., Bennett, L., & Ferrell, J. (2005). Interracial contact and racial constancy: A multi-site study of racial intergroup bias in 3–5 year old Anglo-British children. Journal of Applied Developmental Psychology, 26(6), 699–713. doi:10.1016/j.appdev.2005.08.005",
        "Rutland, A., Cameron, L., Milne, A., & McGeorge, P. (2005). Social norms and self-presentation: Children’s implicit and explicit intergroup attitudes. Child Development, 76(2), 451–466. https://srcd.onlinelibrary.wiley.com/doi/abs/10.1111/j.1467-8624.2005.00856.x",
        "Setoh, P., Lee, K. J. J., Zhang, L., Qian, M. K., Quinn, P. C., Heyman, G. D., & Lee, K. (2019). Racial categorization predicts implicit racial bias in preschool children. Child Development, 90(1), 162–179. doi:10.1111/cdev.12851",
        "Shamoa-Nir, L., Razpurker-Apfeld, I., Dautel, J. B., & Taylor, L. K. (2021). Out-group prosocial giving during childhood: The role of in-group preference and out-group attitudes in a divided society. International Journal of Behavioral Development, 45(4), 337–344. doi:10.1177/0165025420935619",
        "Shutts, K., Brey, E. L., Dornbusch, L. A., Slywotzky, N., & Olson, K. R. (2016). Children use wealth cues to evaluate others. PLOS ONE, 11(3), e0149360. doi:10.1371/journal.pone.0149360",
        "Shutts, K., Kinzler, K. D., Katz, R. C., Tredoux, C., & Spelke, E. S. (2011). Race preferences in children: Insights from South Africa. Developmental Science, 14(6), 1283–1291. doi:10.1111/j.1467-7687.2011.01072.x",
        "Singapore Department of Statistics. (2021). Population Trends 2021. Singapore: Ministry of Trade & Industry. Retrieved from https://www.singstat.gov.sg/find-data/search-by-theme/population/population-and-population-structure/publications-and-methodology",
        "The Straits Times. (2021, August 29). NDR 2021: New law to deal with racial offences, promote harmony through softer approach. Retrieved from https://www.straitstimes.com/singapore/politics/national-day-rally-2021-new-law-on-racial-harmony-to-encourage-moderation-send",
        "Thomas W. Yee (2021). VGAM: Vector Generalized Linear and Additive Models. R package version 1.1-5. https://CRAN.R-project.org/package=VGAM",
        "Tiedemann, F. (2020). gghalves: Compose half-half plots using your favourite geoms. R package version 0.1.1. https://CRAN.R-project.org/package=gghalves",
        "Waxman, S. R. (2021). Racial awareness and bias begin early: Developmental entry points, challenges, and a call to action. Perspectives on Psychological Science, 16(5), 893–902. doi:10.1177/17456916211026968",
        "Wickham, H. (2016). ggplot2: Elegant Graphics for Data Analysis. New York: Springer.",
        "Yap, W. J., Chan, E., & Christopoulos, G. I. (2016, July). Nanyang facial emotional expression [N-FEE] database development and validation. Poster presented at the 23rd Congress of the International Association for Cross-Cultural Psychology, Nagoya, Japan.",
        "Yesmin, T., Thwin, S. S., Afrin Urmi, S., Wai, M. M., Zaini, P. F., & Azwan, K. (2014). A study of facial index among Malay population. Journal of Anthropology, 2014, 1–4. doi:10.1155/2014/726974"
    ],
    "datasets": [
        "10.1016/j.actpsy.2022.103694",
        "10.1037/0012-1649.39.1.48",
        "10.1037/0022-3514.32.6.971",
        "10.1111/j.1467-7687.2009.00900.x",
        "10.1046/j.1467-9507.2004.00260.x",
        "10.1111/j.1467-8624.1993.tb02967.x",
        "10.1016/s0065-2407(06)80004-2",
        "10.1002/ejsp.2420030103",
        "10.1207/s15327957pspr0502_3",
        "10.1111/j.1467-8624.2006.00933.x",
        "10.1177/0956797612463081",
        "10.1521/soco.2014.32.1.1",
        "10.1073/pnas.1317670111",
        "10.1016/j.appdev.2018.02.005",
        "10.1111/cdev.12266",
        "10.1163/15685373-12342155",
        "10.1080/17405620903506988",
        "10.2139/ssrn.2255492",
        "10.1016/j.cogdev.2009.07.001",
        "10.1177/0146167219845919",
        "10.1111/j.1467-9280.2006.01795.x",
        "10.1016/j.jecp.2009.01.006",
        "10.1111/j.1467-9280.2007.02029.x",
        "10.1016/j.cognition.2010.10.019",
        "10.1111/j.2044-835x.2010.02018.x",
        "10.1348/2044-835X.002013",
        "10.1155/2016/8649132",
        "10.1111/j.1467-8624.2006.00941.x",
        "10.1002/ejsp.733",
        "10.1177/0146167200262007",
        "10.4103/0970-9290.57372",
        "10.1111/j.1467-8624.2012.01819.x",
        "10.1111/j.1467-8624.2006.00906.x",
        "10.1111/j.1467-8624.2010.01511.x",
        "10.1111/cdep.12155",
        "10.1111/cdev.12442",
        "10.1111/j.1467-8624.2011.01668.x",
        "10.1177/1948550614567357",
        "10.1016/0193-3973(90)90031-e",
        "10.1016/j.appdev.2005.08.005",
        "10.1111/cdev.12851",
        "10.1177/0165025420935619",
        "10.1371/journal.pone.0149360",
        "10.1111/j.1467-7687.2011.01072.x",
        "10.1177/17456916211026968",
        "10.1155/2014/726974"
    ],
    "authors": [
        "Lee, Kristy J.J.",
        "Setoh, Peipei"
    ],
    "publication date": "2022-09-30",
    "keywords": [
        "Racial categorization",
        "Explicit racial bias",
        "Preschoolers",
        "Ingroup positivity",
        "Outgroup negativity",
        "Social cognition"
    ],
    "institution": "Psychology"
}