{
    "title": "Scrub eschar",
    "abstract": "A 60-year-old female presented to the emergency room with fever and myalgias for four days and shortness of breath for two days. On clinical examination, she was tachypneic and blood oxygen saturation of 86 % on room air. There was an eschar of size 1 × 1 cm on the left infraclavicular area (Fig. 1). Chest examination showed bilateral interscapular crepitations. CXR showed bilateral lower zone infiltrates. Scrub typhus IgM was found to be positive by rapid diagnostic kit test, Eschar biopsy was also positive for scrub typhus by Polymerase Chain Reaction. The patient was started on doxycycline, clinically improved and discharged after ten days. Presence of eschars is considered pathognomonic of scrub typhus. Incidence of eschar varies widely from 7 % to 97 %. The main reason for low detection is eschars being missed on routine clinical examination as these are painless lesions consisting of a black scab, with an erythematous halo and minimal edema. Eschars are usually found over the covered areas of the body, such as the groin, axilla, chest, and lower back which appears a few days after at chigger-bite sites, even before the disease manifestation. This case emphasizes the importance of thorough clinical examination to look for eschar and early diagnosis and initiation of treatment while routine laboratory assays are awaited.",
    "body": "A 60-year-old female presented to the emergency room with fever and myalgias for four days and shortness of breath for two days. On clinical examination, she was tachypneic and blood oxygen saturation of 86 % on room air. There was an eschar of size 1 × 1 cm on the left infraclavicular area ( Fig. 1  ). Chest examination showed bilateral interscapular crepitations. CXR showed bilateral lower zone infiltrates. Scrub typhus IgM was found to be positive by rapid diagnostic kit test, Eschar biopsy was also positive for scrub typhus by Polymerase Chain Reaction. The patient was started on doxycycline, clinically improved and discharged after ten days. Presence of eschars is considered pathognomonic of scrub typhus. Incidence of eschar varies widely from 7 % to 97 %. The main reason for low detection is eschars being missed on routine clinical examination as these are painless lesions consisting of a black scab, with an erythematous halo and minimal edema. Eschars are usually found over the covered areas of the body, such as the groin, axilla, chest, and lower back which appears a few days after at chigger-bite sites, even before the disease manifestation. This case emphasizes the importance of thorough clinical examination to look for eschar and early diagnosis and initiation of treatment while routine laboratory assays are awaited. TPS - writing original draft. MKH - Conceptualization, writing-review and editing. No. Not applicable. The authors report no declarations of interest.",
    "citations": [
        "",
        "Fig. 1"
    ],
    "references": [
        "Senior resident, Department of Internal Medicine, Post Graduate Institute of Medical Education and Medical Research, Chandigarh"
    ],
    "datasets": [
        "10.1016/j.idcr.2021.e01086"
    ],
    "authors": [
        "Pal Grewal, Tejinder",
        "Kumar H, Mohan"
    ],
    "publication date": "2021-12-31",
    "keywords": [
        "Scrub typhus",
        "Tropical infection",
        "Rickettsial infection"
    ],
    "institution": "Department of Internal Medicine"
}